Repository: Melmohands22/MyNotes
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Ta'amulat
ar: تأملات

source: Settings
ar: الإعدادات

source: Dark Mode
ar: الوضع الداكن

source: Language
ar: اللغة

# empty_message
source: Create your first Ta'amul
ar: اضف اول تأملاتك

# delete_all_notes
source: Delete All Ta'amulat
ar: حذف جميع الملاحظات

# confirm_delete
source: Are you sure you want to delete all Ta'amulat?
ar: هل أنت متأكد أنك تريد حذف جميع الملاحظات؟

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء'راجع نفسك''.

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

# search_placeholder
source: What are you searching for?
ar: عما تبحث؟

# search_intial
source: No Ta'amulat available. Add some first!
ar: اتامل الاول وبعدين ابحث

# search_empty
source: No results found for
ar: لم يتم العثور ! جرب تاني

# title_txt
source: Enter your Ta'amul title
ar: اية اللي في بالك يا جميل

# subtitle_txt
source: Enter your Ta'amul Subtitle
ar: ندخل في الموضوع علي طول

# add_btn
source: Add Ta'amul
ar: اضافة تأمل

# save_btn
source: Save
ar: حفظ

source: Ar
ar: عربي

source: En
ar: انجليزي

source: Edit Ta'amulat
ar: تعديل التأملات

# title_req
source: Title is required
ar: لازم تكتب عنوان

# subtitle_req
source: Subtitle is required
ar: لازم تكتب موضوع التأمل
